{
  "chunks": [
    {
      "content": "Mai 2025\nInformation from the Examination Board of the Department of Electrical\nEngineering, Mechanical Engineering and Industrial Engineering for a\nsuccessful final examination procedure\nDear students, examiners and staff, regardless of whether a bachelor's or a master's degree is sought, the prerequisites for this are\nabsolutely comparable. 1. Notes for the student\n1.1\nAll necessary preliminary work must be completed so that an application for admission\nto the final thesis can be submitted (form in the HiS portal  LINK). 1. The necessary requirements are documented in the respective study and examination\nregulations (SPO) of the chosen field of study. 1. The application for admission, as well as the desired topic, must be agreed with the\nchosen mentor before submission to the examination board. The choice of a mentor is\nup to the student. A subject-specific assignment should be given. 1. It should be noted that the chairman of the examination board must be a professor of\nthe EMW department. The examiners must have at least the academic degree that the\nstudent is aiming for (Bachelor's or Master's degree). 1. Once all this has been clarified, the application for admission can be submitted to the\nexamination board. He will check the admission requirements, confirm the examiners\nand the topic and inform the participants of the date for submitting the thesis by e-mail. Hochschule Anhalt  Bernburger Straße 55  06366 Köthen (Anhalt)\nTo all students facing a final\nexamination and to all examiners\naccompanying this procedure\nExamination Board FB6\nT. 49 (0) 3496 67 2333\nF. 49 (0) 3496 67 92333\nM. steffen.strausshs-anhalt.de\nEditing\nSteffen Strauß",
      "metadata": {
        "source": "Notes_on_final_theses_at_FB6",
        "page": 1,
        "type": "semantic_text",
        "section": "T. +49 (0) 3496 67 2333",
        "context": "examination and to all examiners",
        "chunk_index": 1,
        "total_chunks": 2,
        "is_split": true
      }
    },
    {
      "content": "Examination Board FB6\nT. 49 (0) 3496 67 2333\nF. 49 (0) 3496 67 92333\nM. steffen.strausshs-anhalt.de\nEditing\nSteffen Strauß\nT. 49 (0) 3496 67 2333\nM. steffen.strausshs-anhalt.de\nwww.hs-anhalt.de",
      "metadata": {
        "source": "Notes_on_final_theses_at_FB6",
        "page": 1,
        "type": "semantic_text",
        "section": "T. +49 (0) 3496 67 2333",
        "context": "examination and to all examiners",
        "chunk_index": 2,
        "total_chunks": 2,
        "is_split": true
      }
    },
    {
      "content": "1. The submission of the thesis, usually as a PDF file, takes place by e-mail to the SSC\nexamination office as well as to the examiners. Printed copies can be arranged. 1. Depending on the field of study, different processing deadlines apply for Bachelor's, Master's or part-time degree programmes. The student must inform himself in advance\nso that the thesis is submitted on time. 1. A one-time extension of the submission deadline is possible with correspondingly\ncomprehensible reasons. Here, too, the deadlines according to the SPO differ. 1. Failure to submit the final thesis by the specified deadline will be assessed with a grade\nof 5.0. 1. The thesis can be repeated once, but then with a different topic. 1. The expression \"Missing Achievements\" must be submitted by the student to the\nchairman of the examination board at the date of the defense of the Bachelor's or\nMaster's thesis without being asked. 1. Before the defence, no open achievements must be documented in the HiS portal (no\nPVL, no internships, no collective credits, etc.). If this is not the case, the defense must\nnot take place! 1. After the successful defence and the submission of all final documents to the SSC\nexamination office, the preparation of the final certificate can take about four to six\nweeks. 1. If necessary, the SSC can issue a certificate in advance that the degree programme has\nbeen successfully completed. 1.2\nAfter successful colloquium on the final thesis, the application for exmatriculation must\nbe submitted independently (form in the HiS portal  LINK)! 1. After exmatriculation, it must be taken into account that all data, accounts and access",
      "metadata": {
        "source": "Notes_on_final_theses_at_FB6",
        "page": 2,
        "type": "semantic_text",
        "section": "T. +49 (0) 3496 67 2333",
        "context": "independently in good time before de-registration.",
        "chunk_index": 1,
        "total_chunks": 2,
        "is_split": true
      }
    },
    {
      "content": "be submitted independently (form in the HiS portal  LINK)! 1. After exmatriculation, it must be taken into account that all data, accounts and access\nto the university will be automatically deactivated and deleted after approx. 6 weeks (e-\nmail, nextcloud, moodle, etc.). Any necessary data backup must be carried out\nindependently in good time before de-registration.",
      "metadata": {
        "source": "Notes_on_final_theses_at_FB6",
        "page": 2,
        "type": "semantic_text",
        "section": "T. +49 (0) 3496 67 2333",
        "context": "independently in good time before de-registration.",
        "chunk_index": 2,
        "total_chunks": 2,
        "is_split": true
      }
    },
    {
      "content": "1. Duties of the chairman of the examination board or the first examiner before the defence\n1. If the first or second examiners have not previously worked as examiners at the\nuniversity, they must submit proof of the highest academic degree to the examination\nboard. This should be done together with the application for admission to the thesis. 1. The chairman of the examination board or the first examiner suggests the date and place\nof the defence to the examinee. 1. Before the defense, the signed and graded expert reports of the examiners must be\navailable. 1. A period of about four weeks should not be exceeded between the submission of the\nthesis and the date of the defense. Exceptions can be agreed upon by mutual agreement\n(student and examiner). 1. Duties of the Chairman of the Examination Board after the Defence\n1. Gathering all documents to be submitted to the Examination Board for examination so\nthat it can submit all documents to the SSC for the preparation of the certificate of\ncompletion. 3.1 These include: Signed declaration of independence\nExpert opinion of the examiners with date and signature including grading\nMinutes of the colloquium with all notes and signatures\nExpression of the student about \"Missing achievements\"\nCopy of the title page of the thesis\nIf you have any questions, please contact your mentors or the examination board. Good luck with the editing. Prof. Dr. Strauß\nChairman of the Examination Board at FB6",
      "metadata": {
        "source": "Notes_on_final_theses_at_FB6",
        "page": 3,
        "type": "semantic_text",
        "section": "3.1 These include:",
        "context": "Chairman of the Examination Board at FB6"
      }
    }
  ]
}